Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamenkielinen_oppimateriaalityo_tehostuu_-_lautakunnan_puheenjohtaja_on_tyytyvainen_mutta_odottaa_rahoitukseen_pysyvaa_korotusta_.html.tmx
Source language: fin
Languages: smn

source: Saamenkielinen oppimateriaalityö tehostuu – lautakunnan puheenjohtaja on tyytyväinen, mutta odottaa rahoitukseen pysyvää korotusta
smn: Sämikielâlâš oppâmateriaalpargo šadda pehtilubbon – lävdikode saavâjođetteijee lii tuđâvâš, mutâ vuárdá ruttâdmân pisováá aledem

source: Saamenkielistä oppimateriaalia tuotetaan tänä vuonna kaksinkertaisella budjetilla aiempiin vuosiin verrattuna.
smn: Sämikielâlâš oppâmateriaal pyevtittuvvoo taan ive budjetijn, mii lii kyevtkiärdásâš ovdebij iivij háárán.

source: Opetus- ja kulttuuriministeriön viime vuonna loppuraporttinsa ministerille luovuttanut työryhmä nosti esille saamenkielisen oppimateriaalin suuret puutteet, jotka kuormittavat erityisesti opettajia.
smn: Máttááttâs- já kulttuurministeriö pargojuávkku, mii luovâttij moonnâm ive loppâraportis ministeráid, pajedij oovdân sämikielâlii oppâmateriaal stuorrâ vááijuvvuođâid, moh lasetteh eromâšávt máttáátteijei pargonuáđi.

source: Ministeriö teetti useita erillisselvityksiä saamelaisopetuksen puutteista.
smn: Ministeriö porgâttij maaŋgâid sierânâsčielgiittâsâid sämimáttááttâs vááijuvvuođâin.

source: Yksi niistä koski saamenkielisen oppimateriaalin tilannetta ja tulevia tarpeita .
smn: Ohtâ tain kuoskâi sämikielâlii oppâmateriaal tile já puáttee táárbuid .

source: Eduskunta hyväksyi joulukuussa 500.000 euron lisäyksen saamenkieliseen oppimateriaalityöhön, mikä ilahduttaa erityisesti oppimateriaalityön resurssien käytöstä päättävän lautakunnan puheenjohtajaa.
smn: Ovdâskodde tuhhiittij juovlâmáánust 500.000 euro lasattâs sämikielâlii oppâmateriaalpaargon, mii ilosmit eromâšávt oppâmateriaalpargo resursij kiävtust merideijee lävdikode saavâjođetteijee.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakuntaa johtava Tauno Ljetoff on tyytyväinen ministeriön kanssa käytyihin keskusteluihin ja siihen, että oppimateriaalitarpeet on vihdoin saatu näkyville.
smn: Sämitige škovlim- já oppâmateriaallävdikode jođetteijee Tauno Ljetoff lii tuđâvâš ministeriöin tollum savâstâlmáid já toos, ete láá viijmâg finnim uáinusân oppâmateriaaltáárbuid.

source: – Rahoitus pitäisi kuitenkin nostaa pysyvästi tämän vuoden tasolle.
smn: – Ruttâdem kolgâččii kuittâg alediđ pisovávt taan ive táásán.

source: Samalla myös saamen kielten etäopetuksen rahoitus pitäisi turvata pysyvästi.
smn: Siämmást meid sämikielâi káidusmáttááttâs ruttâdem kolgâččii turviđ pisovávt.

source: Senkin merkitys on äärimmäisen tärkeä saamelaisten kotiseutualueen ulkopuolella asuville saamelaisille.
smn: Ton-uv merhâšume lii eromâš tehálâš sämmilij päikkikuávlu ulguubeln ässee sämmiláid.

source: Oppimateriaalityöhön on kuluvana vuonna käytettävissä miljoona euroa.
smn: Oppâmateriaalpaargon láá taan ive kevttimnáál miljovn eurod.

source: Saamelaiskäräjät hakee juuri nyt useita oppimateriaalin projektityöntekijöitä.
smn: Sämitigge ocá eidu tääl maaŋgâid oppâmateriaal proojeektpargeid.

source: Lisäksi hallinnollisiin ja verkkopalvelujen kehittämistehtäviin palkattiin juuri hallinnollinen suunnittelija.
smn: Toos lasseen haaldâtláid já nettipalvâlusâi ovdedempargoid pálkkááttui eidu haaldâtlâš vuávájeijee.

source: Tehtävässä aloittaa helmikuun alussa Unni Länsman.
smn: Tooimâst aalgât kuovâmáánu aalgâst Unni Länsman.

source: – Tänä vuonna pyritään vastaamaan kiireellisimpiin tarpeisiin ja saattamaan aiempina vuosina rahan puutteen vuoksi kesken jääneitä hankkeita valmiiksi.
smn: – Taan ive keččâlep västidiđ jotelumos tárboid já finniđ valmâšin ovdebij iivij ääigi ruttâvänivuođâ tiet kooskân pááccám haavâid.

source: Nyt tekijöitä haetaan erityisesti saamen äidinkielten, maantiedon, biologian ja saame vieraana kielenä oppiaineiden materiaalityöhön , kertoo Ljetoff.
smn: Tääl uuccâp rähteid eromâšávt sämikielâ eenikielâ, eennâmtiäđu, biologia já sämikielâ vieres kielâ oppâamnâsij materiaalpaargon , muštâl Ljetoff.

source: – Haettavana on myös inarinsaamenkielisen oppimateriaalisuunnittelijan viransijaisuus Miina Seurujärven aloitettua työnsä saamelaisten totuus- ja sovintokomission jäsenenä.
smn: – Uuccâmnáál lii meid anarâškielâlii oppâmateriaalvuávájeijee virgesajasâšvuotâ ko Miina Seurujärvi lii porgâškuáttám sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin.

source: – Toivottavasti saamme paljon hyviä hakemuksia!
smn: – Tuáivu mield mij finnip ennuv šiev ucâmušâid!

source: Tutustu Saamelaiskäräjien oppimateriaalityöhön ja muuhun toimintaan:
smn: Uáppáásm Sämitige oppâmateriaalpaargon já eres tooimân:

source: Koulutus ja oppimateriaali
smn: Škovlim já oppâmateriaal

source: Koulutus- ja oppimateriaalilautakunta
smn: Škovlim- já oppâmateriaaltoimâttâh

source: Oppimateriaalien verkkokauppa
smn: Škovlim já oppâmateriaallävdikodde

source: Saamen kielten etäopetushanke
smn: Sämikielâliih oppâmateriaaleh

source: Saamelaistietoa opetukseen
smn: Sämikielâi káidusmáttááttâs

source: Lisätietoja
smn: Sämitiätu máttááttâsân

source: Ulla Aikio-Puoskari koulutussihteeri puh. 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
smn: Lasetiäđuh:

source: Petra Kuuva oppimateriaalisihteeri puh. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi
smn: Ulla Aikio-Puoskari škovlimčällee tel. 010 839 3112, 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Marita Aikio oppimateriaalisuunnittelija puh. 010 839 3111, 040 662 9018 marita.aikio(at)samediggi.fi
smn: Petra Kuuva oppâmateriaalčällee tel. 010 839 3119, 040 677 2275 petra.kuuva(at)samediggi.fi
